eamodio.gitlens
esbenp.prettier-vscode
file-icons.file-icons
jebbs.plantuml
jeff-hykin.better-cpp-syntax
marp-team.marp-vscode
me-dutour-mathieu.vscode-github-actions
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
RDebugger.r-debugger
redhat.vscode-yaml
REditorSupport.r
rust-lang.rust-analyzer
twxs.cmake
yzhang.markdown-all-in-one
